Repository: ChrisLauinger77/OTPClient
Catalog: po/*_otpclient-cli.po
Languages: de

source: Type the DB decryption password:
de: Geben Sie das DB-Entschlüsselungspasswort ein:

source: Error while loading the database:
de: Fehler beim Laden der Datenbank:

source: %s doesn't exist or is not a valid file.
de: %s existiert nicht oder ist eine ungültige Datei.

source: Type the password for the file you want to import:
de: Geben Sie das Kennwort für die Datei ein, die Sie importieren möchten:

source: %s is not a directory or the folder doesn't exist. The output will be saved into the HOME directory.
de: %s ist kein Verzeichnis oder der Ordner existiert nicht. Die Ausgabe wird im HOME-Verzeichnis gespeichert.

source: Type the export encryption password:
de: Geben Sie das Passwort für die Exportverschlüsselung ein:

source: An error occurred while exporting the data: %s
de: Beim Exportieren der Daten ist ein Fehler aufgetreten: %s

source: Data successfully exported to: %s
de: Daten erfolgreich exportiert nach: %s

source: Type the absolute path to the database:
de: Geben Sie den absoluten Pfad zur Datenbank ein:

source: Couldn't get db path from stdin
de: Konnte db-Pfad nicht von stdin abrufen

source: File '%s' does not exist
de: Die Datei '%s' existiert nicht

source: Couldn't get termios info
de: Konnte keine Termi-Info bekommen

source: Couldn't turn echoing off
de: Echo kann nicht abgeschaltet werden

source: Couldn't read password from stdin
de: Konnte das Passwort nicht von stdin lesen

source: Couldn't find the data. Either the given data is wrong or is not in the database.
de: Die Daten konnten nicht gefunden werden. Entweder sind die angegebenen Daten falsch oder nicht in der Datenbank vorhanden.

source: Given account: %s
de: Gegebenes Konto:%s

source: Given issuer: %s
de: Gegebener Aussteller: %s

source: Current TOTP (valid for %d more second(s)): %s
de: Aktueller TOTP (gültig für weitere %d Sekunde(n)): %s

source: Current HOTP: %s
de: Aktueller HOTP: %s
